<?php
return array(
    "title" => "Менеджер файлов",
	"upload_unknowntype" => "Неизвестный тип файла",
	"upload_filesizelimit" => "Размер файла превышает допустимый",
	"upload_servererror" => "Ошибка на стороне сервера",
	"upload_piclimit" => "Картинка превышает допустимый размер",
	"upload_profilelimit" => "В вашем профиле не хватает места для загрузки файла",
	"upload_file" => "Файл ",
	"upload_notload" => " не загружен.",
	"upload_loadok" => " успешно загружен на сайт.",
	"upload_freespace" => "Свободного места в вашем профиле: ",
	"upload_close" => "Закрыть окно",
	"upload_fileman" => "Управление файлами",
	"upload_loadfile" => "Загрузить файл с вашего компьютера",
	"upload_load" => "Загрузить",
	"upload_key" => "Ключ вложения",
	"upload_filetype" => "Тип файла",
	"upload_maxfsize" => "Макс. размер файла",
	"upload_maxpsize" => "Макс. размер картинки",
	'content' => array(
		'upload' => array(
			"1" => "Идет загрузка файла, пожалуйста, подождите...",
			"2" => "Не удалось загрузить файл",
			"3" => "Неизвестный тип файла",
			"4" => "Размер файла превышает допустимый",
			"5" => "Ошибка сервера",
			"6" => "Размер изображения превышает допустимый",
			"7" => "Недостаточно свободного места в вашем профиле",
			"8" => "Нет прав на загрузку файла",
			"9" => "Файл с таким именем уже загружен",
			"10" => "Необходимо выбрать файл для загрузки",
			"11" => "Некорректное изображение",
			"12" => "Некорректное изображение",
			"13" => "Разрешенные типы файлов и их размеры",
			"14" => "Необходимо выбрать файл"
		)

	)
);
?>