Brick.util.Language.add('ru',{'mod': {'{C#MODNAME}':{
	'manager': {
		'panel': {
			'1': 'Панель администратора',
			'2': 'Закрыть'
		},
		'widget': {
			'1': 'Лимиты',
			'2': 'Разрешенные типы файлов'
		},
		'limitwidget': {
			'1': 'Добавить группу'
		},
		'limittable': {
			'1': 'Группа',
			'2': 'Объем'
		},
		'limitrowwait': {
			'1': 'Идет загрузка данных...'
		},
		'limitappendpanel': {
			'1': 'Добавить квоту',
			'2': 'Добавить',
			'3': 'Закрыть',
			'4': 'Квота (байт)'
		},
		'limitrow': {
			'1': 'Править',
			'2': 'Удалить'
		},
		'grouprowwait': {
			'1': 'Идет загрузка...'
		},
		'extwidget': {
			'1': 'Добавить расширение'
		},
		'exttable': {
			'1': 'Расширение файла',
			'2': 'MIME',
			'3': 'Размер файла, байт',
			'4': 'Ширина картинки, px',
			'5': 'Высота картинки, px'
		},
		'extrowwait': {
			'1': 'Идет загрузка данных...'
		},
		'extrow': {
			'1': 'Править'
		},
		'exteditorpanel': {
			'1': 'Редактор',
			'2': 'Расширение ',
			'3': 'MIME',
			'4': 'Допустимый объем файла, байт',
			'5': 'Макс. ширина картинки, px ',
			'6': 'Макс. высота картинки, px',
			'7': 'Сохранить',
			'8': 'Отмена'
		},
		'limiteditorpanel': {
			'1': 'Сохранить',
			'2': 'Закрыть',
			'3': 'Квота (байт)',
			'4': 'Изменить квоту'
		}
	}
}}});